{"intents":[
  { "tag": "saudacao",
    "patterns":["Ola","Opa","Oi", "tudo bem","como vai"],
    "responses": ["Oi","Olá"]
  },
  { "tag": "despedida",
    "patterns":["valeu","tchau","Obrigado","fui","beleza"],
    "responses": ["Até breve","Falou"]
  },
  {
    "tag": "definicao_pipe",
    "patterns": ["qual a definicao do pipe?", "o que é o pipe?"],
    "responses": [
      "O PIPE é um programa da FAPESP que apoia a pesquisa científica e tecnológica em pequenas empresas no Estado de São Paulo, promovendo a inovação como estratégia para aumentar a competitividade, incentivar o desenvolvimento empresarial e estimular a criação de soluções tecnológicas inovadoras.",
      "É um programa voltado para fomentar a inovação tecnológica em pequenas empresas, permitindo que elas realizem pesquisas científicas em parceria com pesquisadores acadêmicos, com o objetivo de desenvolver novos produtos, processos ou serviços que fortaleçam sua posição no mercado.",
      "O Programa Pesquisa Inovativa em Pequenas Empresas é uma iniciativa da FAPESP que busca estimular a pesquisa científica como ferramenta para a inovação e o crescimento empresarial, proporcionando oportunidades para que pequenas empresas desenvolvam tecnologia de ponta e se tornem mais competitivas.",
      "O PIPE tem como objetivo fortalecer pequenas empresas ao incentivar a pesquisa e o desenvolvimento de novas tecnologias, promovendo a interação entre o setor produtivo e o ambiente acadêmico, além de contribuir para a formação de núcleos de inovação dentro das empresas.",
      "É um programa que contribui para a criação de núcleos de desenvolvimento tecnológico dentro das empresas e para a inserção de pesquisadores no mercado corporativo, promovendo a cultura da inovação e tornando a pesquisa científica um diferencial estratégico para os negócios.",
      "O Programa Pesquisa Inovativa em Pequenas Empresas é uma estratégia para aumentar a competitividade das pequenas empresas por meio do incentivo à ciência e tecnologia, possibilitando que elas transformem ideias inovadoras em soluções aplicáveis ao mercado e impulsionem seu crescimento de forma sustentável."
    ],
    "context": ["pipe", "definicao"]
  },
  {
    "tag": "objetivos_pipe",
    "patterns": ["quais sao os objetivos do pipe?", "o que o pipe tem como objetivo?", "objetivo do pipe"],
    "responses": [
      "O PIPE apoia a pesquisa em ciência e tecnologia como ferramenta para impulsionar a inovação tecnológica e o crescimento empresarial. \n- Seu objetivo é aumentar a competitividade das pequenas empresas, tornando-as mais inovadoras e preparadas para os desafios do mercado.\n- Estimula a adoção de novas tecnologias, permitindo que negócios de menor porte acompanhem as tendências do setor.\n- Contribui para a estruturação de um ecossistema de inovação nas pequenas empresas, facilitando o desenvolvimento de novos produtos e processos.\n- Incentiva o uso da pesquisa científica como um diferencial estratégico para a expansão dos negócios.\n",
      "O programa busca ampliar o impacto da pesquisa no desenvolvimento econômico e social. \n- Incentiva a criação de soluções tecnológicas inovadoras que possam gerar benefícios diretos para a sociedade.\n- Estimula a interação entre academia e setor produtivo, fortalecendo a economia e promovendo avanços sociais sustentáveis.\n- Apoia projetos que possam melhorar a qualidade de vida da população por meio da ciência e tecnologia.\n- Favorece a criação de um ambiente propício para startups e pequenas empresas tecnológicas crescerem de forma sustentável.\n",  
      "Uma de suas metas é induzir o aumento do investimento privado em pesquisa tecnológica. \n- Fomenta a participação de empresas no financiamento de inovação, reduzindo a dependência de recursos públicos.\n- Estimula o desenvolvimento de novas tecnologias que possam gerar vantagem competitiva e crescimento sustentável para os negócios.\n- Cria oportunidades para que empresas enxerguem a inovação como um investimento estratégico de longo prazo.\n- Incentiva parcerias entre empresas e investidores para viabilizar projetos de alto impacto tecnológico.\n",
      "O PIPE possibilita que pequenas empresas colaborem com pesquisadores acadêmicos em projetos de pesquisa voltados à inovação tecnológica. \n- Promove a aproximação entre o setor empresarial e universidades, criando parcerias estratégicas.\n- Estimula o intercâmbio de conhecimento, permitindo que empresas tenham acesso a avanços científicos e tecnológicos aplicáveis ao seu setor.\n- Facilita a transferência de tecnologia do meio acadêmico para o mercado, acelerando o desenvolvimento de inovações.\n- Permite que pesquisadores encontrem aplicações práticas para suas descobertas, transformando ciência em soluções reais para empresas.\n",
      "O programa contribui para a criação e fortalecimento de núcleos de desenvolvimento tecnológico dentro das empresas. \n- Incentiva a estruturação de departamentos de inovação, tornando a pesquisa uma atividade contínua dentro do ambiente corporativo.\n- Ampliando as oportunidades de emprego para pesquisadores no mercado, fortalecendo a inserção de profissionais qualificados na iniciativa privada.\n- Ajuda empresas a consolidarem uma cultura de inovação, garantindo que a pesquisa científica seja um diferencial competitivo.\n- Cria um ambiente favorável para que pequenas empresas desenvolvam tecnologias próprias e reduzam a dependência de inovações externas.\n"
    ],
    "context": ["pipe", "objetivos", "objetivo"]
  },
  {
    "tag": "elegibilidade_localizacao",
    "patterns": ["Pesquisadores fora de São Paulo podem apresentar projetos?", "Empresas de outros estados podem participar do PIPE?", "Sou de outro estado, posso participar do PIPE?"],
    "responses": [
      "O Pesquisador Responsável deverá residir no estado de São Paulo para ser elegível ao PIPE. Caso a empresa já esteja constituída fora do estado de São Paulo, o pesquisador deverá submeter o projeto, obrigatoriamente, em nome dessa empresa.",
      "Ter unidade de pesquisa constituída no estado de São Paulo (ítem 3.3 da norma) é condição para a concessão do processo.",
      "Pesquisadores de outros estados que venham a instalar novas empresas em São Paulo e se tornem residentes no estado também são elegíveis.",
      "Caso um pesquisador ou empresa esteja localizada fora do estado, é necessário estabelecer uma unidade de pesquisa em São Paulo para se tornar apto a submeter um projeto ao PIPE.",
      "Empresas e pesquisadores de outros estados interessados no PIPE devem comprovar vínculo com uma instituição ou unidade de pesquisa em São Paulo antes da submissão do projeto."
    ],
    "context": ["pipe", "elegibilidade", "localizacao"]
  },
  {
    "tag": "itens_financiaveis",
    "patterns": ["Quais itens são financiáveis?", "O que pode ser financiado pelo PIPE?", "Que tipos de gastos são cobertos pelo PIPE?"],
    "responses": [
      "Além das bolsas PE e TT e de recursos para viagens, são também financiáveis Serviços de Terceiros, Material Permanente e Material de Consumo.",
      "São disponibilizados itens como Bolsas PE e TT,Material de Consumo, podendo ser adquiridos tanto no Brasil quanto no exterior, desde que sejam bem justificados como essenciais à pesquisa científica ou tecnológica que será desenvolvida no âmbito do projeto.",
      "Não são financiáveis itens de produção ou que não sejam essenciais à pesquisa proposta, mesmo que possam ter utilidade para a empresa.",
      "O programa permite a aquisição de equipamentos, insumos e serviços especializados, desde que se demonstre a relevância deles para o desenvolvimento do projeto de pesquisa.",
      "Os recursos podem ser utilizados para contratar serviços técnicos especializados, adquirir materiais de consumo necessários para os experimentos e investir em infraestrutura essencial ao estudo proposto."
    ],
    "context": ["pipe", "financiamento", "itens"]
  },
  {
    "tag": "mais_informacoes_pipe",
    "patterns": ["Como posso obter mais informações sobre o PIPE?", "Onde encontro detalhes sobre o PIPE?", "Onde posso aprender mais sobre o PIPE?"],
    "responses": [
      "O site fapesp.br/pipe apresenta informações detalhadas sobre o programa, incluindo normas e chamadas vigentes.",
      "Periodicamente, acontece o evento 'Diálogo sobre Apoio à Pesquisa para Inovação na Pequena Empresa', onde o PIPE é apresentado e dúvidas são esclarecidas. Consulte as próximas datas no site do PIPE.",
      "Para mais detalhes sobre o PIPE, acesse o site oficial da FAPESP ou participe dos eventos e seminários promovidos pela fundação.",
      "O site da FAPESP oferece documentos completos sobre o PIPE, além de contatos para esclarecimento de dúvidas adicionais."
    ],
    "context": ["pipe", "informacao", "mais"]
  },
  {
    "tag": "pipe_invest",
    "patterns": ["O que é PIPE Invest?", "O que define o PIPE Invest?", "Como funciona o PIPE Invest?"],
    "responses": [
      "O PIPE Invest apoia startups e PMEs financiadas pelo PIPE que desenvolvem inovações promissoras e já despertaram o interesse de um investidor. O PIPE Invest visa aprimorar a tecnologia e acelerar a inovação no mercado.",
      "O PIPE Invest apoia startups e pequenas empresas inovadoras com potencial, já financiadas pelo PIPE e com interesse de um investidor, visando aperfeiçoar a tecnologia e agilizar sua entrada no mercado."
    ],
    "context": ["pipe", "invest", "investimento"]	
  },
  {
    "tag": "mais_informacoes_pipe_invest",
    "patterns": ["Fale mais sobre o PIPE Invest", "Continue explicando sobre o PIPE Invest", "Explique sobre os investidores que podem utilizar o PIPE Invest"],
    "responses": [
      "Empresas que já desenvolveram projetos com apoio do PIPE e obtiveram aporte privado acima de R$ 100 mil poderão receber, via PIPE Invest, recursos equivalentes ao captado, até R$ 1,5 milhão, por até 24 meses. O investidor pode ser pessoa física ou jurídica, sem conflito de interesse.",
      "Empresas que tiveram sucesso em projetos financiados pelo PIPE e garantiram investimento privado acima de R$ 100 mil podem receber, via PIPE Invest, recursos equivalentes, com limite de R$ 1,5 milhão por até 24 meses. O investidor pode ser pessoa física ou jurídica, desde que não haja conflito de interesse."
    ],
    "context": ["pipe", "invest", "investimento", "mais"]
  },
  {
    "tag": "etapas_do_pipe",
    "patterns": ["quais etapas do programa?", "pipe possui várias etapas?", "etapas do pipe"],
    "responses": [
        "O PIPE possui quatro etapas principais:\n\n1️⃣ **Fase 1**: Avaliação da viabilidade técnico-científica da proposta. Duração de até 9 meses, com orçamento de até R$ 300.000, além de Reserva Técnica e Benefícios Complementares.\n\n2️⃣ **Fase 2**: Execução da pesquisa propriamente dita. Duração de até 24 meses, com orçamento de até R$ 1.500.000, além de Reserva Técnica e Benefícios Complementares.\n\n3️⃣ **PIPE Invest**: Aceleração da chegada ao mercado de projetos da Fase 2, quando há uma terceira parte interessada. Duração de até 24 meses, com orçamento de até R$ 1.500.000.\n\n4️⃣ **Fase 3**: Desenvolvimento comercial e industrial dos produtos, processos, sistemas e/ou serviços inovadores, a partir de pesquisas anteriores realizadas sem apoio da FAPESP ou com apoio do PIPE."
      ],
    "context": ["pipe", "etapas"]
  }
]
}
